Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.smart.evening.title
source: Did you work today?
ar: هل عملت اليوم؟
bg: Работи ли днес?
bn: আজ কাজ করেছেন?
ca: Has treballat avui?
cs: Pracoval jste dnes?
da: Arbejdede du i dag?
de: Hast du heute gearbeitet?
el: Δούλεψες σήμερα;
es: ¿Trabajaste hoy?
et: Töötasid sa täna?
fa: امروز کار کردی؟
fi: Työskenttelitkö tänään?
fil: Nagtrabaho ka ba ngayong araw?
fr: Avez-vous travaillé aujourd'hui?
he: האם עבדת היום?
hi: क्या आपने आज काम किया?
hr: Jeste li radili danas?
hu: Dolgoztál ma?
id: Apakah kamu bekerja hari ini?
is: Vinntu þú í dag?
it: Hai lavorato oggi?
ja: 今日は仕事でしたか？
ko: 오늘 일하셨나요?
lt: Ar šiandien dirbai?
lv: Vai tu šodien strādāji?
nb: Jobbet du i dag?
nl: Heb je vandaag gewerkt?
nn: Jobba du i dag?
pl: Pracowałeś dziś?
pt_br: Você trabalhou hoje?
ro: Ai lucrat astazi?
ru: Вы работали сегодня?
sk: Pracovali ste dnes?
sl: Ste danes delali?
sr: Jeste li radili danas?
sv: Arbetade du idag?
sw: Je, ulifanya kazi leo?
ta: இன்று வேலை செய்தீர்களா?
th: คุณทำงานวันนี้หรือไม่
tr: Bugün çalıştınız mı?
uk: Ти працював сьогодні?
ur: کیا آپ نے آج کام کیا؟
vi: Bạn có làm việc hôm nay không?
zh_hans: 您今天工作了吗？
zh_hant: 你今天有上班嗎？

# notifications.smart.evening.title.yesterday
source: Did you work yesterday?
ar: هل عملت أمس؟
bg: Работи ли вчера?
bn: আপনি কি গতকাল কাজ করেছেন?
ca: Vas treballar ahir?
cs: Pracovali jste včera?
da: Arbejdede du i går?
de: Hast du gestern gearbeitet?
el: Δούλεψες χθες;
es: ¿Trabajaste ayer?
et: Kas sa töötasid eile?
fa: آیا دیروز کار کردید؟
fi: Olitko töissä eilen?
fil: Nagtrabaho ka ba kahapon?
fr: Avez-vous travaillé hier ?
he: האם עבדת אתמול?
hi: क्या आपने कल काम किया था?
hr: Jeste li radili jučer?
hu: Dolgoztál tegnap?
id: Apakah Anda bekerja kemarin?
is: Vannstu í gær?
it: Hai lavorato ieri?
ja: 昨日働きましたか？
ko: 어제 근무하셨나요?
lt: Ar vakar dirbote?
lv: Vai jūs vakar strādājāt?
nb: Jobbet du i går?
nl: Heb je gisteren gewerkt?
nn: Jobba du i går?
pl: Czy pracowałeś wczoraj?
pt_br: Você trabalhou ontem?
ro: Ai lucrat ieri?
ru: Вы работали вчера?
sk: Pracovali ste včera?
sl: Ste delali včeraj?
sr: Jeste li juče radili?
sv: Jobbade du i går?
sw: Ulifanya kazi jana?
ta: நீங்கள் நேற்று வேலை செய்தீர்களா?
th: คุณทำงานเมื่อวานไหม?
tr: Dün çalıştın mı?
uk: Ви працювали вчора?
ur: کیا آپ نے کل کام کیا تھا؟
vi: Bạn có làm việc hôm qua không?
zh_hans: 你昨天上班了吗？
zh_hant: 你昨天有上班嗎？

# notifications.smart.morning.body
source: You usually work %@s
ar: تعمل عادة في %@
bg: Обикновено работиш %@s
bn: আপনি সাধারণত %@-তে কাজ করেন
ca: Normalment treballes %@
cs: Obvykle pracujete %@
da: Du arbejder normalt %@
de: Du arbeitest normalerweise %@s
el: Συνήθως δουλεύεις %@
es: Normalmente trabajas %@s
et: Sa tavaliselt töötad %@
fa: معمولاً %@s کار می‌کنی
fi: Yleensä työskentelet %@
fil: Karaniwan mong ginagawa ang %@s
fr: Vous travaillez généralement %@
he: בדרך כלל אתה עובד %@
hi: आप आमतौर पर %@ पर काम करते हैं
hr: Obično radite %@
hu: Általában %@-kor dolgozol
id: Kamu biasanya bekerja pada %@
is: Þú vinnur venjulega %@
it: Di solito lavori %@
ja: 通常%@で働いています
ko: 보통 %@에 일합니다
lt: Paprastai tu dirbi %@
lv: Jūs parasti strādājat %@
nb: Du pleier å jobbe på %@
nl: Je werkt meestal %@
nn: Du pleier å jobbe på %@
pl: Zwykle pracujesz %@
pt_br: Você costuma trabalhar %@s
ro: De obicei lucrezi %@
ru: Обычно вы работаете %@
sk: Obvykle pracujete na %@
sl: Navadno delate %@
sr: Obično radite %@
sv: Du brukar jobba på %@
sw: Kawaida unafanya kazi %@
ta: நீங்கள் பொதுவாக %@s வேலை செய்கிறீர்கள்
th: โดยปกติคุณทำงาน %@
tr: Genellikle %@'de çalışırsınız
uk: Зазвичай ти працюєш %@s
ur: آپ عام طور پر %@ کام کرتے ہیں
vi: Bạn thường làm việc %@
zh_hans: 您通常在 %@s 工作
zh_hant: 你通常會在 %@ 上班

# notifications.smart.morning.title
source: Add today's shift?
ar: إضافة وردية اليوم؟
bg: Да добавим днешната смена?
bn: আজকের শিফট যোগ করবেন?
ca: Afegir el torn d'avui?
cs: Přidat dnešní směnu?
da: Tilføj dagens vagt?
de: Schicht von heute hinzufügen?
el: Προσθήκη της σημερινής βάρδιας;
es: ¿Añadir turno de hoy?
et: Lisada tänavune vahetus?
fa: شیفت امروز اضافه شود؟
fi: Lisätään tämän päivän vuoro?
fil: Idagdag ang shift ngayong araw?
fr: Ajouter la vakat d'aujourd'hui?
he: להוסיף משמרת היום?
hi: आज की शिफ्ट जोड़ें?
hr: Dodati današnju vakt?
hu: Hozzáadod a mai műszakot?
id: Tambahkan vakat hari ini?
is: Bæta við vakt í dag?
it: Aggiungere la vacht di oggi?
ja: 今日のシフトを追加しますか？
ko: 오늘 근무를 추가하시겠어요?
lt: Pridėti šiandienos valandą?
lv: Pievienot šodienas vaktu?
nb: Legg til dagens vakt?
nl: Vandaag's shift toevoegen?
nn: Legg til dagens vakt?
pl: Dodać dzisiejszą zmianę?
pt_br: Adicionar turno de hoje?
ro: Adaugă vacta de astazi?
ru: Добавить смену на сегодня?
sk: Pridať dnešnú zmenu?
sl: Dodati današnjo izmeno?
sr: Dodaj današnju vaktu?
sv: Lägg till dagens vakt?
sw: Kuongeza zamu ya leo?
ta: இன்றைய ஷிப்ட்டைச் சேர்க்கவா?
th: เพิ่มวัฒนะวันนี้ไหม
tr: Bugünün vaktı eklensin mi?
uk: Додати сьогоднішню зміну?
ur: آج کی شفٹ شامل کریں؟
vi: Thêm ca làm việc hôm nay?
zh_hans: 添加今天的班次？
zh_hant: 加入今天的班次？

# notifications.smart.sectionTitle
source: Smart Notifications
ar: إخطارات ذكية
bg: Интелигентни известия
bn: স্মার্ট বিজ্ঞপ্তি
ca: Avisos Intel·ligents
cs: Chytrá upozornění
da: Smarte varslinger
de: Intelligente Benachrichtigungen
el: Έξυπνες Ειδοποιήσεις
es: Notificaciones Inteligentes
et: Nutikad märguanded
fa: هشدارهای هوشمند
fi: Älykkäät ilmoitukset
fil: Matalinong Mga Notipikasyon
fr: Notifications intelligentes
he: התראות חכמות
hi: स्मार्ट सूचनाएं
hr: Pametna upozorenja
hu: Okos értesítések
id: Notifikasi Pintar
is: Snjöll tilkynningar
it: Notifiche Intelligenti
ja: スマート通知
ko: 스마트 알림
lt: Išmanieji pranešimai
lv: Viedās paziņojumi
nb: Smarte varsler
nl: Slimme meldingen
nn: Smarte varsler
pl: Inteligentne powiadomienia
pt_br: Notificações Inteligentes
ro: Notificări inteligente
ru: Умные уведомления
sk: Inteligentné notifikácie
sl: Pametna obvestila
sr: Паметна обавештења
sv: Smarta aviseringar
sw: Notifikeshi Zuri
th: การแจ้งเตือนอัจฉริยะ
tr: Akıllı Bildirimler
uk: Розумні сповіщення
ur: ذہین اطلاعات
vi: Thông báo thông minh
zh_hans: 智能通知
zh_hant: 智能通知

# notifications.smart.status.active
source: Active — %1$lld notifications for %2$lld work days
ar: نشط — %1$lld إشعارات لـ %2$lld يوم عمل
bg: Активна — %1$lld известия за %2$lld работни дни
bn: সক্রিয় — %1$lld বিজ্ঞপ্তি %2$lld কর্ম দিনের জন্য
ca: Actiu — %1$lld notificacions per %2$lld dies laborals
cs: Aktivní — %1$lld oznámení pro %2$lld pracovních dní
da: Aktiv — %1$lld varsler for %2$lld arbeidsdage
de: Aktiv — %1$lld Benachrichtigungen für %2$lld Arbeitstage
el: Ενεργό — %1$lld ειδοποιήσεις για %2$lld εργάσιμες ημέρες
es: Activo — %1$lld notificaciones para %2$lld días laborales
et: Aktiivne — %1$lld teatist %2$lld tööpäeva jaoks
fa: فعال — %1$lld اطلاع‌رسانی برای %2$lld روز کاری
fi: Aktiivinen — %1$lld ilmoitusta %2$lld työpäivälle
fil: Aktibo — %1$lld mga notipikasyon para sa %2$lld araw ng trabaho
fr: Actif — %1$lld notifications pour %2$lld jours de travail
he: פעיל — %1$lld התראות עבור %2$lld ימי עבודה
hi: सक्रिय — %1$lld सूचनाएं %2$lld कार्य दिनों के लिए
hr: Aktivna — %1$lld obavijesti za %2$lld radnih dana
hu: Aktív — %1$lld értesítés %2$lld munkanaphoz
id: Aktif — %1$lld notifikasi untuk %2$lld hari kerja
is: Virk — %1$lld tilkynningar fyrir %2$lld vinnudaga
it: Attivo — %1$lld notifiche per %2$lld giorni lavorativi
ja: アクティブ — %1$lld個の通知(%2$lld営業日分)
ko: 활성 — %1$lld개 알림(%2$lld개 근무일)
lt: Aktyvus — %1$lld pranešimai %2$lld darbo dienoms
lv: Aktīvs — %1$lld paziņojumi %2$lld darba dienām
nb: Aktiv — %1$lld varsler for %2$lld arbeidsdager
nl: Actief — %1$lld meldingen voor %2$lld werkdagen
nn: Aktiv — %1$lld varsler for %2$lld arbeidsdagar
pl: Aktywne — %1$lld powiadomień dla %2$lld dni roboczych
pt_br: Ativo — %1$lld notificações para %2$lld dias de trabalho
ro: Activ — %1$lld notificări pentru %2$lld zile de lucru
ru: Активно — %1$lld уведомлений для %2$lld рабочих дней
sk: Aktívne — %1$lld notifikácií pre %2$lld pracovných dní
sl: Aktivno — %1$lld obvestil za %2$lld delovnih dni
sr: Aktivno — %1$lld obaveštenja za %2$lld radnih dana
sv: Aktiv — %1$lld varsler för %2$lld arbetsdagar
sw: Inatumika — %1$lld arifa kwa %2$lld siku za kazi
ta: সক্রিয় — %1$lld বিজ্ঞপ্তি %2$lld কাজের দিনের জন্য
th: ใช้งาน — %1$lld การแจ้งเตือนสำหรับ %2$lld วันทำงาน
tr: Aktif — %1$lld bildirim için %2$lld iş günü
uk: Активні — %1$lld сповіщень для %2$lld робочих днів
ur: فعال — %1$lld اطلاعات %2$lld کام کے دن کے لیے
vi: Hoạt động — %1$lld thông báo cho %2$lld ngày làm việc
zh_hans: 活跃 — %1$lld 个通知，共 %2$lld 个工作日
zh_hant: 啟用中 — %1$lld 項通知，共 %2$lld 個工作日

# notifications.smart.status.insufficientData
source: Needs %1$lld more weeks of shift data (have %2$lld of %3$lld)
ar: يحتاج إلى %1$lld أسبوع إضافي من بيانات الورديات (لديك %2$lld من %3$lld)
bg: Необходими са още %1$lld седмици данни за смени (имате %2$lld от %3$lld)
bn: আরও %1$lld সপ্তাহ শিফট ডেটা প্রয়োজন (আছে %2$lld এর %3$lld)
ca: Necessita %1$lld setmanes més de dades de torns (té %2$lld de %3$lld)
cs: Potřebuje %1$lld dalších týdnů dat o směnách (má %2$lld z %3$lld)
da: Kræver %1$lld uger mere med vaktdata (har %2$lld af %3$lld)
de: Benötigt %1$lld weitere Wochen Schichtdaten (hat %2$lld von %3$lld)
el: Χρειάζεται %1$lld περισσότερες εβδομάδες δεδομένων βάρδιας (έχει %2$lld από %3$lld)
es: Necesita %1$lld semanas más de datos de turnos (tiene %2$lld de %3$lld)
et: Vajab %1$lld nädala rohkem vahetuse andmeid (on %2$lld %3$lld-st)
fa: نیاز به %1$lld هفته دیگر از داده‌های شیفت (دارای %2$lld از %3$lld)
fi: Tarvitaan %1$lld viikkoa lisää vuoron tietoja (on %2$lld / %3$lld)
fil: Kailangan ng %1$lld pang linggo ng datos ng shift (mayroon %2$lld ng %3$lld)
fr: Nécessite %1$lld semaines supplémentaires de données de quart (en possède %2$lld sur %3$lld)
he: דרוש %1$lld שבועות נוספים של נתוני משמרות (יש %2$lld מתוך %3$lld)
hi: शिफ्ट डेटा के %1$lld और सप्ताह की आवश्यकता है (%2$lld का %3$lld है)
hr: Potrebno %1$lld više tjedana podataka o smjenama (ima %2$lld od %3$lld)
hu: Még %1$lld hétnyi műszakadatra van szükség (rendelkezésre áll: %2$lld/%3$lld)
id: Memerlukan %1$lld minggu lagi data shift (memiliki %2$lld dari %3$lld)
is: Þarf %1$lld vikur í viðbót af vaktgögnum (á %2$lld af %3$lld)
it: Sono necessarie %1$lld settimane in più di dati turni (hai %2$lld di %3$lld)
ja: %1$lld週間分のシフトデータが必要です(%3$lld中%2$lld)
ko: %1$lld주 더 필요합니다(현재 %2$lld/%3$lld)
lt: Reikia %1$lld daugiau savaičių pamainų duomenų (yra %2$lld iš %3$lld)
lv: Nepieciešamas vēl %1$lld nedēļas ar maiņu datiem (ir %2$lld no %3$lld)
nb: Trenger %1$lld uker til med vaktdata (har %2$lld av %3$lld)
nl: Hebt %1$lld weken meer shiftgegevens nodig (hebben %2$lld van %3$lld)
nn: Treng %1$lld veker til med vaktdata (har %2$lld av %3$lld)
pl: Potrzeba %1$lld więcej tygodni danych zmian (mam %2$lld z %3$lld)
pt_br: Precisa de %1$lld semanas a mais de dados de turno (tem %2$lld de %3$lld)
ro: Necesită %1$lld săptămâni în plus de date de schimb (are %2$lld din %3$lld)
ru: Требуется %1$lld недель данных о сменах (есть %2$lld из %3$lld)
sk: Potrebuje %1$lld ďalších týždňov údajov o směnách (má %2$lld z %3$lld)
sl: Potrebnih je še %1$lld tednov podatkov o променah (ima %2$lld od %3$lld)
sr: Potrebno još %1$lld nedelja podataka o smenama (imate %2$lld od %3$lld)
sv: Behöver %1$lld veckor till med skiftdata (har %2$lld av %3$lld)
sw: Inahitaji %1$lld majuma zaidi ya data ya zamu (ina %2$lld ya %3$lld)
ta: %1$lld আরও সপ্তাহের শিফট ডেটা প্রয়োজন (%2$lld এর %3$lld আছে)
th: ต้องการข้อมูลเวร %1$lld สัปดาห์เพิ่มเติม (มี %2$lld จาก %3$lld)
tr: %1$lld hafta daha vardiya verisi gerekli (şu ana kadar %2$lld / %3$lld)
uk: Потрібно ще %1$lld тижнів даних про зміни (є %2$lld з %3$lld)
ur: مزید %1$lld ہفتوں کی شفٹ ڈیٹا درکار ہے (%2$lld از %3$lld میں سے)
vi: Cần %1$lld tuần dữ liệu ca làm việc nữa (có %2$lld của %3$lld)
zh_hans: 需要再增加 %1$lld 周的班次数据（已有 %2$lld/%3$lld）
zh_hant: 需要再增加 %1$lld 週的班次資料（現有 %2$lld / %3$lld）

# notifications.smart.status.noPattern
source: No regular work pattern detected yet
ar: لم يتم اكتشاف نمط عمل منتظم حتى الآن
bg: Все още не е открит редовен работен модел
bn: এখনও কোনো নিয়মিত কাজের প্যাটার্ন সনাক্ত করা হয়নি
ca: Cap patró de treball regular detectat encara
cs: Zatím nebyl zjištěn žádný pravidelný pracovní vzor
da: Intet fast arbejdsmønster registreret endnu
de: Noch kein regelmäßiges Arbeitsmuster erkannt
el: Δεν ανιχνεύθηκε ακόμη κανένα σταθερό μοτίβο εργασίας
es: Aún no se detecta un patrón de trabajo regular
et: Regulaarset töömustrit pole veel tuvastatud
fa: هنوز الگوی کاری منظم تشخیص داده نشده
fi: Säännöllistä työn kaavaa ei vielä havaittu
fil: Walang regular na pattern ng trabaho ang natuklasan pa
fr: Aucun modèle de travail régulier détecté pour l'instant
he: טרם זוהה דפוס עבודה קבוע
hi: अभी तक कोई नियमित कार्य पैटर्न नहीं पाया गया
hr: Još nije otkriveno redovito radno расpisivanje
hu: Még nem észlelhető rendszeres munkaminta
id: Pola kerja reguler belum terdeteksi
is: Engin regluleg vinnumynstur fannst ennþá
it: Nessun modello di lavoro regolare rilevato ancora
ja: 定期的な勤務パターンはまだ検出されていません
ko: 아직 정기적인 근무 패턴이 감지되지 않았습니다
lt: Dar neaptiktas joks reguliarus darbo modelis
lv: Parastā darba modeļa vēl nav konstatēts
nb: Ingen fast arbeidsmønster oppdaget ennå
nl: Nog geen regelmatig werkpatroon gedetecteerd
nn: Ingen fast arbeidsmønster oppdaga enno
pl: Nie wykryto jeszcze regularnego schematu pracy
pt_br: Nenhum padrão de trabalho regular detectado ainda
ro: Niciun model de lucru regulat detectat încă
ru: Регулярный график работы еще не определен
sk: Zatiaľ nebol zistený žiadny pravidelný pracovný vzor
sl: Še ni zaznanih rednih vzorcev dela
sr: Nijedan redovan radni obrazac nije još uvek detektovan
sv: Inget regelbundet arbetsmönster upptäckt än
sw: Hakuna muundo wa kawaida wa kazi uliogundulika bado
ta: এখনও কোনো নিয়মিত কাজের প্যাটার্ন সনাক্ত করা হয়নি
th: ยังไม่พบรูปแบบการทำงานประจำ
tr: Henüz düzenli bir çalışma deseni tespit edilmedi
uk: Регулярний робочий графік ще не виявлено
ur: ابھی تک کوئی باقاعدہ کام کا نمونہ معلوم نہیں ہوا
vi: Chưa phát hiện mô hình làm việc thường xuyên
zh_hans: 尚未检测到固定工作模式
zh_hant: 尚未偵測到固定的工作模式

# notifications.smart.status.noShifts
source: Add shifts to enable smart notifications
ar: أضف ورديات لتفعيل الإشعارات الذكية
bg: Добавете смени, за да активирате умни известия
bn: স্মার্ট বিজ্ঞপ্তি সক্ষম করতে শিফট যোগ করুন
ca: Afegeix torns per activar notificacions intel·ligents
cs: Přidejte směny pro aktivaci inteligentních oznámení
da: Tilføj vakter for at aktivere smarte varsler
de: Schichten hinzufügen, um intelligente Benachrichtigungen zu aktivieren
el: Προσθέστε βάρδιες για να ενεργοποιήσετε έξυπνες ειδοποιήσεις
es: Agregue turnos para habilitar notificaciones inteligentes
et: Lisage vahetused, et lubada nutikad teatised
fa: شیفت‌ها را اضافه کنید تا اطلاع‌رسانی‌های هوشمند فعال شوند
fi: Lisää vuoroja älykkäiden ilmoitusten käyttöönottamiseksi
fil: Magdagdag ng mga shift upang i-enable ang mga matalinong notipikasyon
fr: Ajoutez des quarts pour activer les notifications intelligentes
he: הוסף משמרות כדי להפעיל התראות חכמות
hi: स्मार्ट सूचनाएं सक्षम करने के लिए शिफ्ट जोड़ें
hr: Dodaj smjene kako bi omogućio pametne obavijesti
hu: Műszakok hozzáadásával engedélyezheti az intelligens értesítéseket
id: Tambahkan shift untuk mengaktifkan notifikasi cerdas
is: Bættu við vöktum til að virkja snjöll tilkynningar
it: Aggiungi turni per abilitare le notifiche intelligenti
ja: スマート通知を有効にするにはシフトを追加してください
ko: 스마트 알림을 활성화하려면 근무를 추가하세요
lt: Pridėkite pamainas, kad įjungtumėte išmaniuosius pranešimus
lv: Pievienojiet maiņas, lai iespējotu viedos paziņojumus
nb: Legg til vakter for å aktivere smarte varsler
nl: Voeg shifts toe om slimme meldingen in te schakelen
nn: Legg til vakter for å aktivera smarte varsler
pl: Dodaj zmiany, aby włączyć inteligentne powiadomienia
pt_br: Adicione turnos para ativar notificações inteligentes
ro: Adaugă schimburi pentru a activa notificările inteligente
ru: Добавьте смены для активации умных уведомлений
sk: Pridajte směny na povolenie inteligentných notifikácií
sl: Dodajte izmene za omogočanje pametnih obvestil
sr: Dodajte smene da biste omogućili pametna obaveštenja
sv: Lägg till skift för att aktivera smarta aviseringar
sw: Ongeza zamu ili kuwezesha arifa mahiri
ta: স্মার্ট বিজ্ঞপ্তি সক্ষম করতে শিফট যোগ করুন
th: เพิ่มเวรเพื่อเปิดใช้งานการแจ้งเตือนอัจฉริยะ
tr: Akıllı bildirimleri etkinleştirmek için vardiya ekleyin
uk: Додайте зміни, щоб увімкнути розумні сповіщення
ur: ذہین اطلاعات فعال کرنے کے لیے شفٹیں شامل کریں
vi: Thêm ca làm việc để bật thông báo thông minh
zh_hans: 添加班次以启用智能通知
zh_hant: 新增班次以啟用智能通知

# notifications.timePicker.addTitle
source: Add Time
ar: إضافة وقت
bg: Добавете време
bn: সময় যোগ করুন
ca: Afegir Temps
cs: Přidat čas
da: Tilføj tid
de: Zeit hinzufügen
el: Προσθήκη Ώρας
es: Agregar Hora
et: Lisa aeg
fa: افزودن زمان
fi: Lisää aika
fil: Magdagdag ng Oras
fr: Ajouter l'heure
he: הוסף זמן
hi: समय जोड़ें
hr: Dodaj vrijeme
hu: Idő hozzáadása
id: Tambah Waktu
is: Bæta við tíma
it: Aggiungi Orario
ja: 時間を追加
ko: 시간 추가
lt: Pridėti laiką
lv: Pievienot laiku
nb: Legg til tid
nl: Tijd toevoegen
nn: Legg til tid
pl: Dodaj czas
pt_br: Adicionar Hora
ro: Adăugați timp
ru: Добавить время
sk: Pridať čas
sl: Dodaj čas
sr: Додај време
sv: Lägg till tid
sw: Ongeza Wakati
th: เพิ่มเวลา
tr: Saat Ekle
uk: Додати час
ur: وقت شامل کریں
vi: Thêm thời gian
zh_hans: 添加时间
zh_hant: 新增時間

# notifications.timePicker.description
source: Choose how long before your shift you want to be notified
ar: اختر المدة التي تريد أن تُنبَّه قبل بدء الوردية
bg: Изберете колко дълго преди смяната да искате уведомление
bn: আপনার শিফটের কত সময় আগে আপনি বিজ্ঞপ্তি পেতে চান তা চয়ন করুন
ca: Tria quant temps abans del torn vols ser notificat
cs: Zvolte, jak dlouho před směnou chcete být upozorněni
da: Vælg hvor længe før vakten du vil blive varslet
de: Wähle, wie lange vor deiner Schicht du benachrichtigt werden möchtest
el: Επέλεξε πόσο καιρό πριν από τη βάρδιά σου θέλεις να ειδοποιηθείς
es: Elige cuánto tiempo antes de tu turno deseas ser notificado
et: Vali, kui kaua enne vahetust soovid märguannet saada
fa: انتخاب کنید چند دقیقه قبل از شیفت می‌خواهید اطلاع پیدا کنید
fi: Valitse, kuinka kauan ennen vuoroasi haluat saada ilmoituksen
fil: Piliin kung gaano katagal bago ang iyong shift na nais mong makatanggap ng notipikasyon
fr: Choisissez combien de temps avant votre horaire pour être notifié
he: בחר כמה זמן לפני המשמרת שלך אתה רוצה לקבל התראה
hi: चुनें कि आप अपनी शिफ्ट से कितने समय पहले सूचना प्राप्त करना चाहते हैं
hr: Odaberi koliko vremena prije smjene želiš biti obaviješten
hu: Válassza ki, hogy a műszak előtt mennyivel szeretne értesítést kapni
id: Pilih berapa lama sebelum shift Anda ingin diberi notifikasi
is: Veldu hversu lengi fyrir vaktina þú vilt fá tilkynningu
it: Scegli quanto tempo prima del turno vuoi essere notificato
ja: シフト前のどのくらい前に通知を受けるか選択してください
ko: 근무 시작 전 얼마나 먼저 알림을 받을지 선택하세요
lt: Pasirinkite, kiek laiko prieš pamainą norite gauti pranešimą
lv: Izvēlieties, cik ilgi pirms maiņas vēlaties saņemt paziņojumu
nb: Velg hvor lenge før vakten du vil bli varslet
nl: Kies hoe lang voor je dienst je een melding wilt ontvangen
nn: Velg kor lenge før vakten du vil bli varslet
pl: Wybierz, jak długo przed zmianą chcesz otrzymać powiadomienie
pt_br: Escolha quanto tempo antes do turno você quer ser notificado
ro: Alegeți cât timp înainte de vactă doriți să fiți notificat
ru: Выберите, за сколько времени до смены вы хотите получать уведомления
sk: Vyberte si, ako dlho pred službou chcete byť upozornení
sl: Izberi, kako dolgo pred izmeno želiš biti obveščen
sr: Одаберите колико дуго пре смене желите да будете обавештени
sv: Välj hur långt innan din vakt du vill bli avviserad
sw: Chagua ni wakati gani kabla ya shift yako unataka kupokea arifa
th: เลือกเวลาก่อนกะที่คุณต้องการได้รับการแจ้งเตือน
tr: Vardiyandan ne kadar önce bildirim almak istediğini seç
uk: Виберіть, за скільки часу до змін ви хочете отримати сповіщення
ur: منتخب کریں کہ آپ اپنی شفٹ سے کتنی دیر پہلے مطلع ہونا چاہتے ہیں
vi: Chọn bao lâu trước ca làm việc bạn muốn được thông báo
zh_hans: 选择您希望在班次前多长时间收到通知
zh_hant: 選擇班次前多久時間要接收通知

# notifications.timePicker.editTitle
source: Edit Time
ar: تعديل الوقت
bg: Редактирайте време
bn: সময় সম্পাদনা করুন
ca: Editar Temps
cs: Upravit čas
da: Rediger tid
de: Zeit bearbeiten
el: Επεξεργασία Ώρας
es: Editar Hora
et: Muuda aega
fa: ویرایش زمان
fi: Muokkaa aikaa
fil: Baguhin ang Oras
fr: Modifier l'heure
he: ערוך זמן
hi: समय संपादित करें
hr: Uredi vrijeme
hu: Idő szerkesztése
id: Ubah Waktu
is: Breyta tíma
it: Modifica Orario
ja: 時間を編集
ko: 시간 편집
lt: Redaguoti laiką
lv: Rediģēt laiku
nb: Rediger tid
nl: Tijd bewerken
nn: Rediger tid
pl: Edytuj czas
pt_br: Editar Hora
ro: Editați ora
ru: Изменить время
sk: Upraviť čas
sl: Uredi čas
sr: Уреди време
sv: Redigera tid
sw: Hariri Wakati
th: แก้ไขเวลา
tr: Saati Düzenle
uk: Редагувати час
ur: وقت میں ترمیم کریں
vi: Chỉnh sửa thời gian
zh_hans: 编辑时间
zh_hant: 編輯時間

# notifications.timePicker.selectTime
source: Select a time
ar: اختر وقتاً
bg: Изберете време
bn: একটি সময় নির্বাচন করুন
ca: Selecciona una hora
cs: Vyberte čas
da: Vælg et tidspunkt
de: Zeit auswählen
el: Επέλεξε μια ώρα
es: Selecciona una hora
et: Vali aeg
fa: یک زمان انتخاب کنید
fi: Valitse aika
fil: Pumili ng oras
fr: Sélectionner une heure
he: בחר זמן
hi: एक समय चुनें
hr: Odaberi vrijeme
hu: Válasszon időpontot
id: Pilih waktu
is: Veldu tíma
it: Seleziona un orario
ja: 時間を選択
ko: 시간 선택
lt: Pasirinkite laiką
lv: Izvēlieties laiku
nb: Velg en tid
nl: Selecteer een tijd
nn: Velg ein tid
pl: Wybierz czas
pt_br: Selecione uma hora
ro: Selectați o oră
ru: Выберите время
sk: Vyberte čas
sl: Izberi čas
sr: Одаберите време
sv: Välj en tid
sw: Chagua wakati
th: เลือกเวลา
tr: Bir saat seç
uk: Виберіть час
ur: ایک وقت منتخب کریں
vi: Chọn một thời gian
zh_hans: 选择时间
zh_hant: 選擇時間

# notifications.title
source: Notifications
ar: الإخطارات
bg: Известия
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Upozornění
da: Varslinger
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
et: Märguanded
fa: اطلاعات
fi: Ilmoitukset
fil: Mga Notipikasyon
he: התראות
hi: सूचनाएं
hr: Upozorenja
hu: Értesítések
id: Notifikasi
is: Tilkynningar
it: Notifiche
ja: 通知
ko: 알림
lt: Pranešimai
lv: Paziņojumi
nb: Varsler
nl: Meldingen
nn: Varsler
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Notifikácie
sl: Obvestila
sr: Обавештења
sv: Aviseringar
sw: Notifikeshi
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# oauth.continueWithApple
source: Continue with Apple
ar: المتابعة باستخدام Apple
bg: Продължете с Apple
bn: Apple দিয়ে চালিয়ে যান
ca: Continua amb Apple
cs: Pokračovat přes Apple
da: Fortsæt med Apple
de: Mit Apple fortfahren
el: Συνέχεια με Apple
es: Continuar con Apple
et: Jätka Apple’iga
fa: ادامه با Apple
fi: Jatka Applella
fil: Magpatuloy sa Apple
fr: Continuer avec Apple
he: המשך עם Apple
hi: Apple के साथ जारी रखें
hr: Nastavi s Appleom
hu: Folytatás Apple-lel
id: Lanjutkan dengan Apple
is: Halda áfram með Apple
it: Continua con Apple
ja: Appleで続ける
ko: Apple로 계속하기
lt: Tęsti su Apple
lv: Turpināt ar Apple
nb: Fortsett med Apple
nl: Ga verder met Apple
nn: Hald fram med Apple
pl: Kontynuuj z Apple
pt_br: Continuar com Apple
ro: Continuă cu Apple
ru: Продолжить с Apple
sk: Pokračovať s Apple
sl: Nadaljuj z Apple
sr: Nastavi sa Apple-om
sv: Fortsätt med Apple
sw: Endelea na Apple
ta: Apple உடன் தொடரவும்
th: ดำเนินการต่อด้วย Apple
tr: Apple ile devam et
uk: Продовжити з Apple
ur: Apple کے ساتھ جاری رکھیں
vi: Tiếp tục với Apple
zh_hans: 使用 Apple 继续
zh_hant: 使用 Apple 繼續
